Repository: AndreiHrabovich/Progressify
Catalog: Progress Tracker/Localization/*.lproj/Localizable.strings
Languages: ru

# notificationTitle
source: Still practicing?
ru: Все еще практикуетесь?

# notificationBody
source: Оpen the app to verify that you are still practicing, or the system may delete the session!
ru: Откройте приложение, чтобы подтвердить свою активность, или система может удалить эту сессию!

# placeholder
source: Enter New Task Name
ru: Новое задание

source: Add New Task
ru: Добавить

# clearTask
source: Clear
ru: Очистить

# duplicateNameAlertTitle
source: Duplicate
ru: Повтор

# duplicateNameAlertMessage
source: Such a task already exists. Please choose another name!
ru: Задание с таким названием уже существует. Выберите другое название!

# tagsLabel
source: hours minutes seconds
ru: часы минуты секунды

# hours
source: h
ru: ч

# minutes
source: min
ru: мин

# seconds
source: sec
ru: сек

# sessionsCountLabel
source: Sessions:
ru: Cессий:

# goButton
source: Create New Session
ru: Новая сессия

# doneButton
source: Done
ru: Завершить

# infoLabel01
source: Start or Quit
ru: Начать или выйти

# infoLabel02
source: Pause, Stop or Quit
ru: Поставить на паузу, завершить или выйти

# infoLabel03
source: Resume, Stop or Quit
ru: Возобновить, завершить или выйти

# infoLabel04
source: Save or Quit
ru: Сохранить или выйти

# newSessionAlertTitle
source: New Session!
ru: Новая сессия!

# newSessionAlertBody
source: If you’ve allowed notifications, the app will remind you about the necessity to confirm your activity 30 minutes after it turns inactive. If you’ve declined notifications, enable them or open the inactive app in 30 minutes, otherwise the system may delete the session. This is a safety measure designed to avoid infinite sessions and wasting your app’s resources. When you are done, don’t forget to stop the session and save the results or quit without saving! Thanks!
ru: Если Вы разрешили отправку уведомлений, приложение будет напоминать вам о необходимости подтвердить активность через 30 минут после того, как оно стало неактивным. Если же Вы отклонили уведомления, активируйте их или открывайте неактивное приложение хотя бы через 30 минут, иначе система может удалить данную сессию. Это мера предосторожности необходима, чтобы избежать бесконечных сессий и бесполезного использования ресурсов вашего устройства. Когда закончите, не забудьте остановить сессию и сохранить результаты или выйти без сохранения! Спасибо!
